{
    "lang.missing": "отсутствует: <translation_id>.",

    "reactorscan.error.overheat": "ОШИБКА! ПЕРЕГРЕВ КОРАБЕЛЬНОГО СКАНЕРА\nИСПОЛЬЗОВАН ПОСЛЕДНИЙ СОХРАНЁННЫЙ ОТЧЕТ!\n\n",
    "reactorscan.success": "ОТЧЁТ СОСТАВЛЕН... СОХРАНЁН\nДО ПОЛНОГО ОХЛАЖДЕНИЯ ДАТЧИКОВ ОСТАЛОСЬ <охлаждение>\n\n",
    "reactorscan.result.stable": "Уровень нестабильности реактора 0%\nРеактор исправен. Дополнительных мер предосторожности не требуется.\n\n",
    "reactorscan.result.unstable": "Уровень нестабильности реактора <instability>%\nПримерное время до наступления катастрофического ядерного события: <time_left> секунд.",
    "reactorscan.result.flavour.start": "Реактор начинает выходить из строя. Рекомендуется завершить операцию и приготовиться к эвакуации.",
    "reactorscan.result.flavour.low": "Нестабильность реактора растёт, реактор в ближайшее время выйдет из строя. Не покидайте корабль, в противном случае вы подвергнете риску имущество компании. Всем членам экипажа, находящимся за пределами корабля, рекомендуется вернуться до того, как реактор окончательно выйдет из строя.",
    "reactorscan.result.flavour.medium": "Реактор неисправен. До наступления катастрофического ядерного события осталось очень мало времени.",
    "reactorscan.result.flavour.high": "Реактор близок к тому, чтобы вызвать катастрофическое ядерное событие. Это ваш последний шанс. У всех оставшихся вне корабля членов экипажа осталось очень мало времени до катастрофического разрушения реактора. Если члены экипажа все ещё находятся в комплексе, они, скорее всего, не смогут выбраться самостоятельно.",

    "meltdown.dialogue.speaker": "БОРТОВОЙ КОМПЬЮТЕР",

    "meltdown.dialogue.start": [
        "... НЕ УДАЛОСЬ ПОДКЛЮЧИТЬСЯ К СИСТЕМЕ КОМПЛЕКСА ... ПОИСК ПРИЧИНЫ ...",
        "ЯДЕРНЫЙ РЕАКТОР НЕСТАБИЛЕН ... ОПРЕДЕЛЯЮ ВРЕМЯ ДО КАТАСТРОФИЧЕСКОГО СОБЫТИЯ ...",
        "<color=\"red\"><meltdown_time> МИН.</color> ДО НАСТУПЛЕНИЯ КАТАСТРОФИЧЕСКОГО СОБЫТИЯ"
    ],

    "meltdown.dialogue.shiptakeoff": [
        "Компания сочла текущий уровень радиации слишком высоким.",
        "Компания не может рисковать порчей своего имущества."
    ]
}
